Repository: andriisgit/country-redirect
Catalog: lang/cntrdl10n-*.po
Languages: uk

source: activated
uk: активовано

source: You can set redirection
uk: Щоб настроїти перенаправлення, перейдіть

source: Settings
uk: Налаштування

source: Engine Settings
uk: Налаштування визначення

source: Redirect Settings
uk: Налаштування перенаправлення

source: Whitelist Settings
uk: Налаштування вийнятків

source: Check to use the local "Sypex Geo" database for determining visitor's country. It's free for using both commercial and non commercial purposes
uk: Позначте щоб використовувати локальну базу даних "Sypex Geo" для визначення країни відвідувача. Вона безкоштовна для комерційного та некомерційного використання

source: Check to use the local "GeoLite2 Free" database for determining visitor's country. Database is distributed under the Creative Commons Attribution-ShareAlike 4.0 International License. More information can be found at
uk: Позначте щоб використовувати локальну базу даних "GeoLite2 Free" для визначення країни відвідувача. База даних розповсюджується під Creative Commons Attribution-ShareAlike 4.0 International License. Більше інформаціі за посиланням

source: Check to use free for non commercial use "ip-api" engine for determining visitor's country. Get more information and obtain commercial license
uk: Позначте щоб використовувати безкоштовний для некомерційного використання "ip-api" для визначення країни відвідувача. Отримати більше інформації та придбати ліцензію

source: Select DB and/or API you want to use to determine visitor's country
uk: Оберіть базу визначень та/або API які Ви бажаєте використовувати для визначення країни відвідувача

source: If no determine engine will be selected below, all Redirect Settings will be skipped
uk: Якщо жодного визначення на цій сторінці не вибрано, всі налаштування перенаправлення будуть ігноровані

source: Assign desired redirection to country code. Just enter the full URL into textbox
uk: Співставте бажане перенаправлення з кодом країни. Ведіть повний URL в відповідне тектсове поле

source: To see complete list of codes, check Wikipedia page
uk: Щоб дізнатися перелік кодів країн, відвідайте строрінку Wikipedia

source: Specify the IPs (IPv4) for which the redirect will NOT be applied
uk: Перелічіть IP (у форматі IPv4) для яких перенаправлення не буде застосовуватись

source: You can add one IP per line or use ";" or "," as a delimiter
uk: Можна писати кожний IP на окремому рядку, або розділяти їх ";" або ","

source: Put here redirection URL for
uk: Введіть URL перенаправлення для

source: Check to redirect known bots too
uk: Позначте, щоб перенаправляти, також, відомих ботів
